[Archetypes.ARC_IA_AdventChest XComInteractiveLevelActor]
FriendlyDisplayName="Container da ADVENT"

[Archetypes.ARC_IA_AdventChestObjective XComInteractiveLevelActor]
FriendlyDisplayName="Container da ADVENT"

[Archetypes.ARC_IA_AlienChest XComInteractiveLevelActor]
FriendlyDisplayName="Container Alien"

